{
    "title": "Pokémon GO",
    "description": "New! Now you can battle other Pokémon GO Trainers online! Try the GO Battle League today!\r\n\r\nJoin Trainers across the globe who are discovering Pokémon as they explore the world around them. Pokémon GO is the global gaming sensation that has been downloaded over 1 billion times and named “Best Mobile Game” by the Game Developers Choice Awards and “Best App of the Year” by TechCrunch.\r\n_______________\r\n\r\nUncover the world of Pokémon: Explore and discover Pokémon wherever you are!\r\n \r\nCatch more Pokémon to complete your Pokédex!\r\n \r\nJourney alongside your Buddy Pokémon to help make your Pokémon stronger and earn rewards!\r\n\r\nCompete in epic Gym battles and...\r\n\r\nTeam up with other Trainers to catch powerful Pokémon during Raid Battles!\r\n \r\nIt’s time to get moving—your real-life adventures await! Let’s GO!\r\n_______________\r\n\r\nNotes: \r\n- This app is free-to-play and offers in-game purchases. It is optimized for smartphones, not tablets.\r\n- Compatible with Android devices that have 2GB RAM or more and have Android Version 6.0–10.0+ installed.\r\n- Compatibility is not guaranteed for devices without GPS capabilities or devices that are connected only to Wi-Fi networks.\r\n- Application may not run on certain devices even if they have compatible OS versions installed.\r\n- It is recommended to play while connected to a network in order to obtain accurate location information.\r\n- Compatibility information may be changed at any time.\r\n- Please visit PokemonGO.com for additional compatibility information. \r\n- Information current as of October 20, 2020.",
    "descriptionHTML": "New! Now you can battle other Pokémon GO Trainers online! Try the GO Battle League today!<br><br>Join Trainers across the globe who are discovering Pokémon as they explore the world around them. Pokémon GO is the global gaming sensation that has been downloaded over 1 billion times and named “Best Mobile Game” by the Game Developers Choice Awards and “Best App of the Year” by TechCrunch.<br>_______________<br><br>Uncover the world of Pokémon: Explore and discover Pokémon wherever you are!<br> <br>Catch more Pokémon to complete your Pokédex!<br> <br>Journey alongside your Buddy Pokémon to help make your Pokémon stronger and earn rewards!<br><br>Compete in epic Gym battles and...<br><br>Team up with other Trainers to catch powerful Pokémon during Raid Battles!<br> <br>It’s time to get moving—your real-life adventures await! Let’s GO!<br>_______________<br><br>Notes: <br>- This app is free-to-play and offers in-game purchases. It is optimized for smartphones, not tablets.<br>- Compatible with Android devices that have 2GB RAM or more and have Android Version 6.0–10.0+ installed.<br>- Compatibility is not guaranteed for devices without GPS capabilities or devices that are connected only to Wi-Fi networks.<br>- Application may not run on certain devices even if they have compatible OS versions installed.<br>- It is recommended to play while connected to a network in order to obtain accurate location information.<br>- Compatibility information may be changed at any time.<br>- Please visit PokemonGO.com for additional compatibility information. <br>- Information current as of October 20, 2020.",
    "summary": "Discover Pokémon worldwide",
    "summaryHTML": "Discover Pokémon worldwide",
    "installs": "100,000,000+",
    "minInstalls": 100000000,
    "score": 4.13668,
    "ratings": 14744548,
    "reviews": 5950438,
    "histogram": [
        1967645,
        448399,
        875281,
        1762920,
        9690303
    ],
    "price": 0,
    "free": true,
    "currency": "USD",
    "sale": false,
    "saleTime": null,
    "originalPrice": null,
    "saleText": null,
    "offersIAP": true,
    "inAppProductPrice": "$0.99 - $99.99 per item",
    "size": "Varies with device",
    "androidVersion": "6.0",
    "androidVersionText": "6.0 and up",
    "developer": "Niantic, Inc.",
    "developerId": "Niantic,+Inc.",
    "developerEmail": "pokemon-go-support@nianticlabs.com",
    "developerWebsite": "https://niantic.helpshift.com/a/pokemon-go/?p=web",
    "developerAddress": "One Ferry Building, Suite 200\nSan Francisco, CA 94111",
    "privacyPolicy": "https://nianticlabs.com/privacy/pokemongo/en",
    "developerInternalID": "7632469272431224129",
    "genre": "Adventure",
    "genreId": "GAME_ADVENTURE",
    "icon": "https://play-lh.googleusercontent.com/eUB-B5VHx3y7EPFBHM_DQpuNxqLSlE74u66SqDsT1bPwkFKjJt0EUSNiLBIa-bGkBw",
    "headerImage": "https://play-lh.googleusercontent.com/KgDQ-Kjb2B7_jDP-8KmQDNhAmP2lqAV_w3zArOCBL7YZnQ02Qqp4VTlgdocO-4MFk4s",
    "screenshots": [
        "https://play-lh.googleusercontent.com/O-OR6Mh0AoNyiaYYaa3OJ_VHGfLqWW2qNzUUZxRRodD3fqs2Pm04FatavdNbz-jsMZM",
        "https://play-lh.googleusercontent.com/HiLNXxmIpOl1jLBssHWcGqsQ58oUC5RvmS5tiX7L86mPHCG6wVEN-aX5OxTKAbDzh10",
        "https://play-lh.googleusercontent.com/Il9B11lqrHX_Kd3QzLCA6hA6O7EsT56ItiLWMf1JkwcdmRyR3CE2KW_vR9w1izanO-JM",
        "https://play-lh.googleusercontent.com/_84Pq9dJ0_iTKwx9-CkYFYoakSMKK_yfdrp1WSX-inE2XvCTr8ri2tKoISLHN_9PEvP5",
        "https://play-lh.googleusercontent.com/JjgLXR7CMiQfSbtICOa86_35f7Pf8IzJn78zWQslwJn56Qm2O7BOV7xzXXE8mz3Vhg",
        "https://play-lh.googleusercontent.com/iAYd9LdbFI7aajPU760XoNZ8b3woDQ58B0harYiUed2y7WQLU19fcj9I8yS-_K9BDQ",
        "https://play-lh.googleusercontent.com/lpw5tz7Onf_6Sx4Q3kGX1zKXcec4EWpRyr9I4w5d3TrQMoorPWVke6veB5qmqhfQZn4"
    ],
    "video": "https://www.youtube.com/embed/DFXbVBFPOOs?ps=play&vq=large&rel=0&autohide=1&showinfo=0",
    "videoImage": "https://play-lh.googleusercontent.com/KgDQ-Kjb2B7_jDP-8KmQDNhAmP2lqAV_w3zArOCBL7YZnQ02Qqp4VTlgdocO-4MFk4s",
    "contentRating": "Everyone",
    "contentRatingDescription": "Mild Fantasy Violence",
    "adSupported": null,
    "containsAds": false,
    "released": "Jul 6, 2016",
    "updated": 1629393176,
    "version": "0.217.1",
    "recentChanges": "Trainers, there’s always something new in Pokémon GO!\r\n\r\n— Hoopa is making more mischief! For the final part of this year’s Ultra Unlock, Hoopa has used its rings to summon the Legendary Pokémon Zacian and Zamazenta to the world of Pokémon GO!",
    "recentChangesHTML": "Trainers, there’s always something new in Pokémon GO!<br><br>— Hoopa is making more mischief! For the final part of this year’s Ultra Unlock, Hoopa has used its rings to summon the Legendary Pokémon Zacian and Zamazenta to the world of Pokémon GO!",
    "comments": [
        "This game is amazing. It's fun to collect all the Pokémon and do all the things in the game. However, with the most recent update it won't let me open the app. I have also lost many accounts do to it kicking me out. It also can be annoying when you run out of berries or poke balls and have no way to get them for a while. And catching Pokémon can also be a struggle at times. Over all its a great game IF I COULD ACTUALLY PLAY IT!",
        "I love playing this game. But during the start of the pandemic they made some great changes so people could play the game easily while social distancing. But the recent changes to decrease the gym/spin stop distance has made me dislike playing. I wish they kept the distance the same as I believe this pandemic is not over yet. I wanted to do a raid the other day and would either have to walk through a busy street or park in the middle of the street to do it instead of across the street safely.",
        "Revert or compromise on the pokestop interaction distance. It doesn't promote \"exploration\" it just means you don't go to that pokestop. Still runs poorly on certain phones that are more than capable. But the biggest issue I have with the game right now is the raid system. If you don't live in a huge city or have 5 friends with you at all times you basically aren't doing raids. They need to figure out a way to get more people into raids or make it easier for smaller groups to complete them.",
        "They recently reduced the pokestop distance to pre covid distances. The pandemic is ramping back up and hasn't really ever gone away. It's in poor taste and indicates lack of judgment on their part. It has made the game significantly more difficult and less enjoyable. I've been playing for over five years and have never had more fun than in the last year. Please reconsider reversing the decision and bringing back the expanded pokestop distances.",
        "I loved when this first came out and everyone was playing together. I lost interest in it after that but then started playing religiously again during COVID as it was the one thing that got me out of the house. The tiny bit of extra distance around stops and gyms made the game enjoyable and most importantly, accessible. Now that Niantic has taken that away I find the game frustrating and less fun. I won't be playing much anymore, if at all.",
        "It was fun and all but this new update that requires you to be way closer to the pokestops is terrible in my opinion. Having to get closer makes me feel like a vandal when I'm going up to churches and other buildings for a few pokeballs. It just seems suspicious when i used to be able to stay on the sidewalk and just keep on with my business. Please change it back.",
        "Started to play again during covid and now they made it more difficult to continue to play. This is apparently due to an increased distance to be from pokestops. They cut the distance In half and now has people more condensed in some parks. Previously we didn't have to all be sitting side by side. The changes made it more playable and now they have taken them away.",
        "Recent changes to distance and remote raid is a big no for me, the most fun I had playing was when it was all active. Before it was I might have opened the app 2 days a week, when it was active I was a daily player and put a fair amount of money into it, now I will probably be a day or 2 at most again. Put the changes back and I will re-evaluate the rating",
        "I have been playing this game since it first came out. I took a few years break because I moved to an area without any pokestops, but I rediscovered the game during the pandemic and have been playing avidly. I found the new measures implemented for COVID made the game much safer and fun to play. Sadly, Niantic has ignored the player feedback and reduced the distance you can be from pokestops, making it less accessible esp. for the disabled. I refuse to spend any more money on this game.",
        "Awesome game. But. Whenever I'm fighting Team Rocket and I wanna do one of my attacks, and the button never works half the time. It's just really frustrating it just happened to Leader S . Idk if my phone cannot handle it or if there's others who have the same issue so just putting it out there but other than that don't have any issues",
        "With the new update the game just isn't fun anymore as an adult player. Sorry not sorry, I'm not getting super close to a kids park to play and feeling like a creep. Also it would benefit from updates to the battle and catching system. It would be easy to make it closer to the original games with skill going into the attacks instead of button mashing.",
        "Niantic changed the PokeStop and gym spin distance dramatically. It's makes the game more annoying. The game isnt user friendly as it was before. There's no reason to make the game more annoying. Now i have to cross a busy street to spin a PokeStop, and you need to be directly on top of gyms to fight. Overall it's a terrible change. It makes the game less interactive. I'll remove the 1 star if the change it back.",
        "Doesn't listen to player base. Awful UI, makes things harder / waste more time and doesn't try to improve upon them. The idea of the game was to explore your environment, but that's basically impossible if you're staring at your phone trying to send gifts to all your friends one by one. Everything is needlessly tedious. Full of bugs. Bugs I've seen since its early days have still not been addressed in some cases. This game would be a lot better if another company was handling it.",
        "I was started playing this game in 2016 when it came out but stopped due to pokestops not really being accessible or feasible to get to. I decided to re-download it and give it a try and I've been having a really good run of things for about eight months now. But this rollback for the pokestops distance has really made it clear why I stopped playing years ago. I'll probably delete the game soon if I don't notice an improvement. And many of my ingame friends haven't played since the update...",
        "I absolutely loved playing this game until the new update.. I play almost daily and love the fact that I can get some steps in while playing but now I have to trespass for most Pokestops since you have to be right on top of them to spin them. Very disappointed with this new update, makes me not want to play the game anymore cuz its pointless. I'm not going to trespass just to play a game on my phone.",
        "Usually I'd give this a solid 4 perhaps a 5. Yesterday, Niantic halved the distance you can reach their pokestops. It doesn't make the game unplayable, but very difficult. My son convinced us to play this past winter, with kids stuck during the pandemic, it gave us a fun reason to go out and stay within the relative safety of our car and destinations outdoors in the open air to explore. Now the game has become a chore. Rather than enjoying the experience of being in a park we're zig zapping.",
        "The new update with distance reverts is not very good. There is a PokeStop and a gym in my building (Starbucks in a lobby, and the rec center inside), and I can't \"reach\" either of them in game anymore from in the actual location. I would also have to trespass to reach other locations in my neighborhood, one is in somebody's backyard. Love the game, but this update makes me want to uninstall as it is not feasible for me to spin PokeStops legally anymore.",
        "I really enjoyed playing this game, been playing since release. For a while I was active but to get the most of this game you need to be out and about all the time (I have to drive to get to pokestops and gyms). What brought me back ironically was the pandemic and the changes they made, which I had been wanting since launch. The pandemic is still not over, but Niantic is pretending it is. They can make this right by keeping the changes they made. The community wants and deserves it.",
        "Reduced pokestop distance was a bad move. The global pandemic is still raging and Niantic thought it was a good idea to remove the one really good quality of life feature that got more people playing the game again. I will stick around for the monthly community days for the free shiny pokemon, but I refuse to spend any more money on this game.",
        "Reducing the gym and spin interaction has completely ruined this game for me. You must now be right on top of the spin for it to work, which means crossing streets and going near buildings that you otherwise wouldn't need to. Not to mention the fact that the pandemic is currently worsening. This was a big mistake by Niantic and I know I'm not the only one that feels this way.",
        "I'm taking a cross country trip and the game was making it more fun until I ran out of poke balls. That's when playing became a waste of time and mobile data. The game resets every time I leave it to check something else so I may have wasted pokeballs on a Clefairy I think I caught but the game reset. I'm fed up and I'm not gonna waste any money on anything that can't see that the actual journey is much higher priority than an imaginary one.",
        "Why half the interaction distance with health concerns still high? Doubling the distance was a great idea. It helped with several misplaced pokestops in my area that are an accessible due to misplacement or closed access. People do silly things sometimes to get to some of these stops. I did not see that happening in the last year. This decision should be reversed with a rise in the d variant. The interactive distance is too small.",
        "I used to love this game and was happy to spend money on it, but I won't be anymore. The developers are slowly killing the games enjoyment. They give you so called \"rewards\" for completing tasks then make them available in egg hatches and raids only meaning we have to pay for them! Events are repetitive and boring and the fact that they have reverted back some real quality of life updates brought in during the pandemic only emphasises how they monetize the game now. End of the Pogo era.",
        "Fixed one thing, took away another. They cut the distance for gyms and stops back down, after they said they would keep it extended. Covid isn't over Niantic. People loved this feature, as it allowed for better distancing and access to gyms that previously couldn't be accessed. Not gonna buy anything from the shop till this returns. This feature was also great for individuals with physical disabilities who couldn't go out much and needed further access to some gyms.",
        "Ever since the radius for spinning Pokestops has decreased it has become increasingly frustrating to play. I still walk to all of the gyms and Pokestops but even then I have to stop and wait for the app to know I am there. Niantic does not care about their consumers and do not need us to spend money on this game until they start listening to their consumers.",
        "Such a shame that after a year of increased distance for spinning stops you've decided to back track. Not only does this impact 'normal' players, but disabled and those with mobility issues as they didn't have to travel far to play the game, also those in hospital that can't go anywhere to spin a stop. Very bad decision Niantic.",
        "The developers recently rolled back a pandemic related change which makes the game more difficult to play and forces people to group closer together. This in the US where we are currently in a spike of covid cases, and this decision only increases the risk. They need to reenable the distance. I only started playing again about a month ago and the increased distance is what helped keep me playing daily and spending money within the app. After this change I will not be spending any more money here",
        "Game is a fun idea, poorly executed on anything other than apple. I want to play with my friends but the difference in quality is too great. Don't make the game for multiple platforms if it's only optimized for one. Used increased distances to help with COVID restrictions and pulled them back, regardless of the pandemic still raging. Unethical and unprofessional.",
        "They've changed the game so dynamically in such a greedy way. Especially with the updates such as increasing the price of remote passes is abysmal. We've been asking for unlimited trading distance since the very beginning and still we don't have it, among other things. I have no idea why they're being so Anti-player friendly but I'm definitely quitting",
        "I have enjoyed this game since it came out dedicating a lot of time and energy into the game. Niantic didnt listen to their audiance and reduced pokestop interaction distance to be right on top of a stop. For someone that is disabled or effected by the new Delta variant this was a poor decison. It made the game less enjoyable, its just sad really that they dont care about their base that is putting money in their pockets.",
        "I used to play this game every so often, nothing serious. When covid hit I had even less opportunity to play. Thankfully Niantic made some very useful changes to make the game safer and easier to play. And I began to play a lot and actually spend money on the game. Well, today in the middle of the worst spike of cases in over a year, they reversed those changes. A total \"Screw you and your safety\" to all it's players. Well, screw them and their game instead. I'm done unless they reinstate them.",
        "Was a pretty fun game if you're willing to spend. The one star rating is after years of play. Barring a few exceptions, the devs simply don't listen to or care about the player base enough to act accordingly. Recently revoking pandemic bonuses (mid-pandemic) is just the tip of the iceberg. Scummy egg hatching events where the rates of featured/shiny pokemon have never been disclosed and have been changed mid-event. Season 7 or 8 of gbl and lag is still a major issue. Features down for months.",
        "I started playing again a couple months ago as I was able to reach a gym without leaving the house due to the pandemic. I even dropped money on this app for the first time since the game has been out for the Go Fest and some extra storage. However, due to the recent decrease in range and decreased incense effectiveness, I will no longer be playing the game or buying extra items in the app. It is no longer pleasant to play the game, esp as the temp here is +100°F on the daily.",
        "I came back to the game after 3 years. I started playing though the pandemic and I started to enjoy playing the game again. The game and the idea of the game are brilliant, but the devs are what makes this a 1 star game. They don't listen to the people who have made them billions. To show they don't care they have buggy updates, lack luster events, expensive events, and lie. Through thick and thin they have kept a community, but removing COVID bonuses was the last straw. We are in a pandemic",
        "I used to be able to play while avoiding people. The game was actually fun with the increased distance, now it's a chore and seems unsafe, having to stand in the most crowded places to hit any PokeStops. I wish I hadn't spent money on coins this morning since it was annoying to play today. At least there are many other things I can do to occupy my time and/or spend money on. I sure won't be spending money, if I even bother to play now that it's less engaging and fun",
        "I used to be addicted to this game but I am very frustrated with it now that the distance has gone back to close range. I consider it unsafe for more than just Covid. I have run into scary lunatics near pokestops and have been in fear for my life from them. I will have to think very hard about whether I want to continue to play. I will definitely stop paying money for it since I may stop playing permanently at any time.",
        "So... I actually really love this game. I really, really want to put 5 stars, but I feel like it would be a little dishonest. I enjoy everything about this game, except two things: the amount of Pokemon you can encounter in rural areas, and not always getting the Pokemon at the end of a raid. I'm poor, and I live in a rural area. If I want to catch more than about 3 Pokemon a day max, I have to travel 45 minutes or more. This also means I don't get to participate in any kind of event.",
        "Boooo! Bring back the expanded radius for interactions. It solved so many issues of randomly being too far away even though you were right on top of the gym. Bring it back! It actually made it more playable! Edited down to one star because now I have to walk away from where my daughter is playing if I want to hit the playground stops. My kid wins that every time. You could have been there too, but you wanna be like this.",
        "Put the increased interaction distance back! I don't get why y'all would revert a feature that all your users agreed was a huge improvement. My only option now for hitting some of the pokestops on my route is to cross a heavily-trafficked road multiple times, which is dangerous for the kids that play this game (heck, it's dangerous for me!) The only thing I'm gonna \"go and see\" is god herself when a car going 45 mph blows through a red light and just obliterates me. Put it back.",
        "Niantic has reverted the bonuses during a new wave of covid. On top of that everything in this game has either been pay to win, or just a cash grab for a new shiny, limiting things to raids and eggs. The game isn't fun anymore if you're not spending money constantly. Also the game is full of bugs, some that have been around for years. @NianticHelp on Twitter is also a joke, giving scripted responses, some that aren't even on the same topic as the question."
    ],
    "editorsChoice": true,
    "appId": "com.nianticlabs.pokemongo",
    "url": "https://play.google.com/store/apps/details?id=com.nianticlabs.pokemongo&hl=en&gl=us"
}